/* (No Commment) */
"%@ (damaged)" = "%@ (endommagée)";

/* (No Commment) */
"%@ copy" = "%@ copiés";

/* (No Commment) */
"%@ is not handled by any application. Try to extract the file and use Finder to open it." = "%@ n'est géré par aucune application. Essayez d'extraire le fichier et d'utiliser le Finder pour l'ouvrir.";

/* (No Commment) */
"%@ of %@" = "%@ sur %@";

/* (No Commment) */
"%d item, uncompressed size: %@ %@" = "%d élément, taille décompressé : %@ %@";

/* (No Commment) */
"%d items, uncompressed size: %@ %@" = "%d éléments, taille décompressés : %@ %@";

/* (No Commment) */
"%d selected, uncompressed size: %@ %@" = "%d sélectionnés, taille décompressés : %@ %@";

/* (No Commment) */
"(incl. %d hidden)" = "(incl. %d cachés)";

/* (No Commment) */
"+pwd" = "+pwd";

/* (No Commment) */
"7-Zip Format (best compression)" = "Format 7-Zip (meilleure compression)";

/* (No Commment) */
"<Click to add your own>" = "<Cliquez pour ajouter la votre>";

/* (No Commment) */
"<new password>" = "<nouveau mot de passe>";

/* (No Commment) */
"<new pattern>" = "<nouveau modèle de nom de fichier>";

/* (No Commment) */
"<new preset>" = "<nouveau préréglage>";

/* (No Commment) */
"A volume is missing: /%s." = "Un volume est manquant : /%s.";

/* (No Commment) */
"Activate" = "Activer";

/* (No Commment) */
"Add" = "Ajouter";

/* (No Commment) */
"Add Files to Archive" = "Ajouter les fichiers dans l'archive";

/* (No Commment) */
"Add Items" = "Ajouter des éléments";

/* (No Commment) */
"Add a new file or folder to the archive" = "Ajouter un nouveau fichier ou dossier à l'archive";

/* (No Commment) */
"Add the items to a new archive" = "Ajouter les éléments à une nouvelle archive";

/* (No Commment) */
"Add to %@..." = "Ajouter à %@...";

/* (No Commment) */
"Added" = "Ajouté";

/* (No Commment) */
"Adding files to archive %@" = "Ajout des fichiers à l'archive %@";

/* (No Commment) */
"Advanced" = "Avancé";

/* (No Commment) */
"After filtering, there are no files left to archive." = "Après filtrage, aucun fichier restant dans l'archive.";

/* (No Commment) */
"All Queued Archive Operations Complete" = "Toutes les opérations en file d'attente ont été effectuées";

/* (No Commment) */
"An error occurred" = "Une erreur s'est produite";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to open the archive anyway?" = "Une erreur est survenue en ouvrant %@. Voulez-vous quand même essayer d’ouvrir l’archive?";

/* (No Commment) */
"An error occurred opening %@. Do you want to try to repair the archive?" = "Une erreur s'est produite lors de l'ouverture de %@. Souhaitez-vous essayer de réparer l'archive ?";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to replace it with the one you are adding?" = "Un élément nommé %@ existe déjà à cet emplacement dans l'archive. Souhaitez-vous le remplacer avec celui que vous êtes en train d'ajouter ?";

/* (No Commment) */
"An item named %@ already exists in this location inside the archive. Do you want to update it?" = "Un élément appelé %@ existe déjà à cet emplacement dans l'archive. Souhaitez-vous le mettre à jour ?";

/* (No Commment) */
"An item named %@ already exists in this location. Do you want to replace it with the one you are extracting?" = "Un élément nommé %@ existe déjà à cet emplacement. Souhaitez-vous le remplacer avec celui que vous êtes en train d'extraire ?";

/* (No Commment) */
"An item with this name already exists in this folder!" = "Un élément portant le même nom existe déjà dans ce dossier !";

/* (No Commment) */
"An unknown error occurred." = "Une erreur inconnue s'est produite.";

/* (No Commment) */
"Apply to all" = "Appliquer à tous";

/* (No Commment) */
"Apply to all folders" = "Appliquer à tous les dossiers";

/* (No Commment) */
"Archive" = "Archive";

/* (No Commment) */
"Archive Creation Complete" = "Création de l'archive terminée";

/* (No Commment) */
"Archive Creation Failed" = "Échec lors de la création de l'archive";

/* (No Commment) */
"Archive Extraction Complete" = "Extraction de l'archive terminée";

/* (No Commment) */
"Archive Extraction Failed" = "Échec lors de l'extraction de l'archive";

/* (No Commment) */
"Archive Test Failed" = "Échec du test de l'archive";

/* (No Commment) */
"Archive Test Successful" = "Test de l'archive réussi";

/* (No Commment) */
"Archive test successful" = "Test de l'archive réussi";

/* (No Commment) */
"Are you sure you want to overwrite the original archive?" = "Êtes-vous sûr de vouloir écraser l'archive originale ?";

/* (No Commment) */
"Best (solid, slow extraction)" = "Meilleure (extraction lente)";

/* (No Commment) */
"Best, but slower operation" = "Meilleure, mais plus lent";

/* (No Commment) */
"BetterZip Recovered Files" = "Fichiers récupérés BetterZip";

/* (No Commment) */
"BetterZip Temporary Folder" = "Dossier temporaire BetterZip";

/* (No Commment) */
"BetterZip cannot extract to this folder. Maybe you don't have write access." = "BetterZip ne peut pas procéder à l'extraction dans ce dossier. Peut-être ne possèdez-vous pas les droits d'écriture.";

/* (No Commment) */
"BetterZip will now remove %d Mac specific files from the archive." = "BetterZip va maintenant supprimer %d fichiers de l'archive spécifiques au Mac.";

/* (No Commment) */
"BetterZip will now remove %d files matching the patterns configured in the preferences window from the archive." = "BetterZip va maintenant effacer %d fichiers de l'archive correspondant aux modèles de noms de fichier configurés dans la fenêtre des préférence.";

/* (No Commment) */
"BetterZip will now remove %d files matching your patterns from the archive." = "BetterZip va maintenant supprimer %d fichiers corresponsant aux modèles de nom de fichier de l'archive.";

/* (No Commment) */
"BetterZip will now remove Mac specific files from the archive." = "BetterZip va maintenant supprimer les donnée spécifiques au Mac de cette archive.";

/* (No Commment) */
"BetterZip will now remove one Mac specific file from the archive." = "BetterZip va maintenant supprimer un fichier de l'archive spécifique aux Mac.";

/* (No Commment) */
"BetterZip will now remove one file matching the patterns configured in the preferences window from the archive." = "BetterZip va maintenant effacer un fichier de l'archive correspondant aux modèles de noms de fichier configurés dans la fenêtre des préférence.";

/* (No Commment) */
"BetterZip will now remove one file matching your patterns from the archive." = "BetterZip va maintenant supprimer un fichier corresponsant aux modèles de nom de fichier de l'archive.";

/* (No Commment) */
"BetterZip will only run on macOS 10.10 (Yosemite) or later systems." = "BetterZip ne marche que sur macOS 10.10 (Yosemite) ou plus récent.";

/* (No Commment) */
"CPIO Format, uncompressed (cpio)" = "Format CPIO, non compressé (cpio)";

/* (No Commment) */
"Cancel" = "Annuler";

/* (No Commment) */
"Cancel Opening" = "Annuler l’ouverture";

/* (No Commment) */
"Cancel the operation" = "Annuler l'operation";

/* (No Commment) */
"Caution" = "Attention";

/* (No Commment) */
"Change Archive Mode" = "Changer le mode de l'archive";

/* (No Commment) */
"Check for updates on startup?" = "Vérifier les mises à jour au démarrage ?";

/* (No Commment) */
"Choose from your favorite presets" = "Choisissez vos préréglages favoris";

/* (No Commment) */
"Clean" = "Nettoyer";

/* (No Commment) */
"Clean Archive" = "Nettoyer l'archive";

/* (No Commment) */
"Clean now" = "Nettoyer maintenant";

/* (No Commment) */
"Cleaning" = "Nettoyage";

/* (No Commment) */
"Clear" = "Clear";

/* (No Commment) */
"Close" = "Fermer";

/* (No Commment) */
"Columns" = "Colonnes";

/* (No Commment) */
"Comment Text" = "Commentaire";

/* (No Commment) */
"Compress" = "Compresser";

/* (No Commment) */
"Compress with Preset %@" = "Compresser avec le préréglage %@";

/* (No Commment) */
"Compressed %@" = "Compressé %@";

/* (No Commment) */
"Compressing %@" = "Compresse %@";

/* (No Commment) */
"Create New Folder" = "Créer un nouveau dossier";

/* (No Commment) */
"Create a new folder in the selected place inside the archive." = "Créer un nouveau dossier à l'emplacement sélectionné dans l'archive.";

/* (No Commment) */
"Delete" = "Supprimer";

/* (No Commment) */
"Delete Files From Archive" = "Supprimer les fichiers de l'archives";

/* (No Commment) */
"Delete Items" = "Supprimer les éléments";

/* (No Commment) */
"Delete the selected files or folders from the archive" = "Supprimer les fichiers ou dossiers sélectionnés de l'archive";

/* (No Commment) */
"Delete with pattern" = "Supprimer suivant modèle de nom de fichier";

/* (No Commment) */
"Do not enable this option, if you are not in the habit of making regular backups of your data. BetterZip will not warn you before overwriting files, if you use a preset with the overwrite switch enabled. Files can be lost. Use at your own risk." = "N'activez pas cette option si vous n'avez pas l'habitude de faire des sauvegardes régulières de vos données. BetterZip ne vous alertera pas lorsque vous écrasez des fichiers, si vous utilisez un préréglage avec l'option d'écrasement activée. Utilisez à vos risques et périls.";

/* (No Commment) */
"Do you want to extract the %d archives that were found inside the selected folders?" = "Souhaitez-vous extraire les %d archives qui ont été trouvées dans les dossiers sélectionnés ?";

/* (No Commment) */
"Do you want to save the changes back to the archive?" = "Souhaitez-vous répercuter ces changements dans l'archive ?";

/* (No Commment) */
"Do you want to save the changes you made in the document %@?" = "Souhaitez-vous enregistrer les modifications que vous avez apportées au document %@ ?";

/* (No Commment) */
"Don't Save" = "Ne pas enregistrer";

/* (No Commment) */
"Don't move" = "Ne pas déplacer";

/* (No Commment) */
"Drag items here to compress or extract" = "Déposez les éléments à compresser ou extraire ici";

/* (No Commment) */
"Edit Presets..." = "Editer les préréglages...";

/* (No Commment) */
"Error" = "Erreur";

/* (No Commment) */
"External command returned: %d
" = "La commande externe a retourné : %d
";

/* (No Commment) */
"Extract" = "Extraire";

/* (No Commment) */
"Extract All" = "Tout extraire";

/* (No Commment) */
"Extract All..." = "Tout extraire...";

/* (No Commment) */
"Extract Here" = "Extraire ici";

/* (No Commment) */
"Extract Selected Only" = "Extraire la sélection seulementy";

/* (No Commment) */
"Extract Selected..." = "Extraire la sélection...";

/* (No Commment) */
"Extract all files and folders from the archive" = "Extraire tous les fichiers et dossiers de l'archive";

/* (No Commment) */
"Extract files or folders from the archive" = "Extraire des fichiers ou dossiers de l'archive";

/* (No Commment) */
"Extract the selected files or folders from the archive" = "Extraire les fichiers et dossiers sélectionnés de l'archive";

/* (No Commment) */
"Extract to..." = "Extraire vers...";

/* (No Commment) */
"Extract with Preset %@" = "Extraire avec le préréglage %@";

/* (No Commment) */
"Extracted %@" = "Extrait %@";

/* (No Commment) */
"Extracting %@" = "Extrait %@";

/* (No Commment) */
"Extracting archive: %@" = "Extraction de l'archive : %@";

/* (No Commment) */
"Extracting items from %@" = "Extraction des élements depuis l'archive : %@";

/* (No Commment) */
"Extracting items from archive: %@ of %@" = "Extraction des élements depuis l'archive : %@ sur %@";

/* (No Commment) */
"Extracting items temporarily" = "Extrait temporairement les éléments";

/* (No Commment) */
"Fast, but larger archives" = "Rapide, mais archives volumineuses";

/* (No Commment) */
"File Types" = "Types de fichiers";

/* (No Commment) */
"File in archive:" = "Fichier dans l'archive :";

/* (No Commment) */
"File on disc:" = "Fichier sur le disque :";

/* (No Commment) */
"Filtering" = "Filtrage";

/* (No Commment) */
"General" = "Générales";

/* (No Commment) */
"Go to the win.rar GmbH web site" = "Aller sur le site de win.rar GmbH";

/* (No Commment) */
"Helpers" = "Modules";

/* (No Commment) */
"Hide Favorites" = "Masquer les favoris";

/* (No Commment) */
"Hide Preview" = "Masquer l'aperçu";

/* (No Commment) */
"High, but slower operation" = "Forte, mais plus lent";

/* (No Commment) */
"Ignore" = "Ignorer";

/* (No Commment) */
"Ignore Changes" = "Ignorer les changements";

/* (No Commment) */
"Ignore This Time" = "Ignorer cette fois";

/* (No Commment) */
"Ignore and go on" = "Ignorer et poursuivre";

/* (No Commment) */
"It is either damaged or in an unsupported format." = "Il est soit endommagé, soit d'un format non supporté.";

/* (No Commment) */
"Keep Both" = "Garder les deux";

/* (No Commment) */
"Last checked: " = "Dernière vérification : ";

/* (No Commment) */
"Last modified: %@
Size: %@" = "Dernière modification : %@
Taille: %@";

/* (No Commment) */
"Loading archive: %@" = "Chargement de l'archive : %@";

/* (No Commment) */
"Maybe, there is not enough free space on the destination drive. Or the password is incorrect." = "Peut-être qu'il n'y a pas suffisamment d'espace libre sur le disque de destination. Ou le mot de passe fourni est incorrect.";

/* (No Commment) */
"Merge Folders" = "Fusionner les dossiers";

/* (No Commment) */
"Modified" = "Modifié";

/* (No Commment) */
"Move Items" = "Déplacer les éléments";

/* (No Commment) */
"Moved" = "Déplacé";

/* (No Commment) */
"Multiple Copies Installed" = "Plusieurs copies installées";

/* (No Commment) */
"Multiple files" = "Plusieurs fichiers";

/* (No Commment) */
"N/A" = "N/A";

/* (No Commment) */
"Never" = "Jamais";

/* (No Commment) */
"New Folder" = "Nouveau dossier";

/* (No Commment) */
"Next to original" = "Identique à l'original";

/* (No Commment) */
"No" = "Non";

/* (No Commment) */
"No compression" = "Pas de compression";

/* (No Commment) */
"No files selected" = "Aucun fichier sélectionné";

/* (No Commment) */
"Normal" = "Normale";

/* (No Commment) */
"Not encrypted" = "Non cryptée";

/* (No Commment) */
"Okay" = "OK";

/* (No Commment) */
"Open" = "Ouvrir";

/* (No Commment) */
"Open Anyway" = "Ouvrir quand même";

/* (No Commment) */
"Open and browse the archive" = "Ouvrir et parcourir l'archive";

/* (No Commment) */
"Opening archive failed" = "L'ouverture de l'archive a échoué";

/* (No Commment) */
"Opening archive with %d items" = "Ouverture de l'archive contenant %d éléments";

/* (No Commment) */
"Opening archive with %d items. Ugh, this is going to take a while..." = "Ouverture de l'archive contenant %d éléments. Oops, cela risque de prendre un moment...";

/* (No Commment) */
"Other folder..." = "Autre dossier...";

/* (No Commment) */
"Other..." = "Autre...";

/* (No Commment) */
"Passwords" = "Mots de passe";

/* (No Commment) */
"Please set the correct path in Preferences > Helpers or choose a different format for saving." = "Veuillez saisir le chemin d'accès valide dans Préférences > Modules ou sélectionnez un format différent pour l'enregistrement.";

/* (No Commment) */
"Presets" = "Préréglages";

/* (No Commment) */
"Queued for compression" = "Mis en attente pour la compression";

/* (No Commment) */
"Queued for extraction" = "Mis en attente pour l'extraction";

/* (No Commment) */
"Quit and Reveal in Finder" = "Quitter et montrer dans le Finder";

/* (No Commment) */
"Quit!" = "Quitter !";

/* (No Commment) */
"RAR Format" = "Format RAR";

/* (No Commment) */
"Reload Drop Bar" = "Recharger la barre de dépôt";

/* (No Commment) */
"Remove" = "Supprimer";

/* (No Commment) */
"Remove files matching the patterns configured in the preferences window from the archive." = "Supprimer les fichiers de l'archive correspondant aux modèles de noms de fichier définis dans les préférences.";

/* (No Commment) */
"Rename Item" = "Renommer l'élément";

/* (No Commment) */
"Repair" = "Réparer";

/* (No Commment) */
"Replace" = "Remplacer";

/* (No Commment) */
"Reveal in Finder" = "Montrer dans le Finder";

/* (No Commment) */
"Running script" = "Exécution du script";

/* (No Commment) */
"Save" = "Enregistrer";

/* (No Commment) */
"Save As..." = "Enregistrer sous...";

/* (No Commment) */
"Save the archive" = "Enregistrer l'archive";

/* (No Commment) */
"Save the archive with another name." = "Enregistrer l'archive avec un nom différent.";

/* (No Commment) */
"Saving archive %@" = "Enregistrement de l'archive %@";

/* (No Commment) */
"Saving archive failed" = "L'enregistrement de l'archivea échoué";

/* (No Commment) */
"Saving archive: %@ of %@" = "Enregistrement de l'archive : %@ sur %@";

/* (No Commment) */
"Search" = "Rechercher";

/* (No Commment) */
"Search the archive file" = "Rechercher l'archive";

/* (No Commment) */
"Service Name" = "Nom du service";

/* (No Commment) */
"Set" = "Définir";

/* (No Commment) */
"Show Favorites" = "Afficher les favoris";

/* (No Commment) */
"Show Preview" = "Afficher l'aperçu";

/* (No Commment) */
"Show save panel" = "Afficher le navigateur de sauvegarde";

/* (No Commment) */
"Sorry!" = "Désolé !";

/* (No Commment) */
"Stop" = "Arrêter";

/* (No Commment) */
"Strong (AES-256)" = "Forte (AES-256)";

/* (No Commment) */
"Strong (AES-256) with header encryption" = "Forte (AES-256) avec cryptage des en-têtes";

/* (No Commment) */
"Symbolic Link (no preview possible)" = "Lien symbolique (pas d'aperçu possible)";

/* (No Commment) */
"TAR Format, BZip2 compressed (tbz)" = "Format TAR, compression BZip2 (tbz)";

/* (No Commment) */
"TAR Format, GZip compressed (tgz)" = "Format TAR, compression GZip (tgz)";

/* (No Commment) */
"TAR Format, uncompressed (tar)" = "Format TAR, non compressé (tar)";

/* (No Commment) */
"TAR Format, xz compressed (txz)" = "Format TAR, compression xz (txz)";

/* (No Commment) */
"Test" = "Tester";

/* (No Commment) */
"Test the archive" = "Tester l'archive";

/* (No Commment) */
"Test the archive integrity" = "Tester l'intégrité de l'archive";

/* (No Commment) */
"Testing archive %@" = "Test de l'archive %@";

/* (No Commment) */
"Testing: %@
" = "Test de %@ en cours
";

/* (No Commment) */
"The archive cannot be created." = "L'archive n'a pas pu être créée.";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged." = "L'archive n'a pas pu être extraite entièrement. Peut-être est-elle endommagée.";

/* (No Commment) */
"The archive could not be extracted completely. It may be damaged. Do you want to try to repair the archive?" = "L'archive ne peut pas être extraite entièrement. Elle est peut-être endommagée. Voulez-vous essayer de la réparer?";

/* (No Commment) */
"The archive could not be extracted." = "L'archive n'a pas pu être extraite.";

/* (No Commment) */
"The archive disappeared" = "L'archive a disparu";

/* (No Commment) */
"The archive extraction failed." = "L'extraction de l'archive a échoué.";

/* (No Commment) */
"The archive is either damaged or in an unsupported format." = "L'archive est soit endommagée, soit d'un format non supporté.";

/* (No Commment) */
"The archive test was completed successfully." = "Le test de l'archive s'est terminé avec succès.";

/* (No Commment) */
"The archive tests failed." = "Le test de l'archive a échoué.";

/* (No Commment) */
"The file %@ could not be added to the archive. Maybe the system disc is full?" = "Le fichier %@ n'a pas pu être ajouté à l'archive. Le disque système est peut-être plein ?";

/* (No Commment) */
"The file %@ could not be extracted. %@

The last error macOS reported was:
\"%s\"" = "Le fichier %@ n'a pas pu être extrait. %@

La dernière erreur rapportée par macOS était:
\"%s\"";

/* (No Commment) */
"The file %@ has been modified." = "Le fichier %@ a été modifié.";

/* (No Commment) */
"The password may be incorrect." = "Le mot de passe est peut être incorrect.";

/* (No Commment) */
"The rar helper could not be found." = "Le module rar n'a pas été trouvé.";

/* (No Commment) */
"The transcript window may contain further details." = "L'historique peut contenir de plus amples détails.";

/* (No Commment) */
"There is not enough free space on the destination drive." = "Il n'y a pas suffisamment d'espace disponible sur le disque de destination.";

/* (No Commment) */
"This archive appears to be damaged." = "L'archive semble endommagée.";

/* (No Commment) */
"This is not the password you are looking for." = "Ce n'est pas le mot de passe que vous cherchez.";

/* (No Commment) */
"To ignore the selected folders and only extract directly selected archives click “Extract Selected Only”." = "Pour ignorer les dossiers sélectionnés et extraire seulement les archives sélectionnés, cliquez sur “Extraire la sélection seulement”.";

/* Today title string */
"Today" = "Aujourd'hui";

/* (No Commment) */
"Trash" = "Corbeille";

/* (No Commment) */
"Update" = "Mettre à jour";

/* (No Commment) */
"Update File" = "Mettre à jour le fichier";

/* (No Commment) */
"Updated" = "Remplacé";

/* (No Commment) */
"Use" = "Utiliser";

/* (No Commment) */
"Use RAR" = "Utiliser RAR";

/* (No Commment) */
"Use for subsequent archives" = "Utiliser pour les archives subséquentes";

/* (No Commment) */
"Use this password for the new archive" = "Utiliser ce mot de passe pour la nouvelle archive";

/* (No Commment) */
"Use this pattern to delete files and folders from the archive:" = "Utiliser ce modèle de nom de fichier pour supprimer les fichiers et dossiers de l'archive :";

/* (No Commment) */
"Use this pattern to specify which files and folders to add to the archive:" = "Utiliser ce modèle pour choisir quels fichiers et dossiers ajouter dans l'archive :";

/* (No Commment) */
"Use this preset as default in the toolbar" = "Utiliser ce préréglage par défaut dans la barre d'outils";

/* (No Commment) */
"Use this preset as service" = "Utiliser en tant que préréglage de service";

/* (No Commment) */
"View" = "Voir";

/* (No Commment) */
"View the selected file" = "Voir le fichier sélectionné";

/* (No Commment) */
"Warning" = "Attention";

/* (No Commment) */
"Warning: Saving cannot be undone" = "Attention : l'enregistrement ne peut être annulé";

/* (No Commment) */
"Weak (PKZip2 compatible)" = "Faible (Compatible PKZip2)";

/* (No Commment) */
"When in Direct Mode, all archive operations are immediate and cannot be undone." = "En mode direct, toutes les opérations d'archivage sont immédiates et ne peuvent être annulées.";

/* (No Commment) */
"Would you like %@ to check for updates on startup? You can initiate the check manually from the preferences window at any time." = "Souhaitez-vous %@ vérifier l'existence de mise ) jour au démarrage de l'application ? Vous pouvez vérifier manuellement les mises à jour depuis les préférences à tout moment.";

/* (No Commment) */
"XAR Format" = "Format XAR ";

/* (No Commment) */
"Yes" = "Oui";

/* Yesterday title string */
"Yesterday" = "Hier";

/* (No Commment) */
"You can still browse the contents, but all archive operations will fail. 
Do you want to close the window?" = "Vous pouvez parcourir le contenu de l'archive quand même, mais toutes les opérations échoueront. Souhaitez-vous fermer la fenêtre ?";

/* (No Commment) */
"You can't move an item into one of its subfolders!" = "Vous ne pouvez pas déplacer un élément dans un de ses sous-dossiers !";

/* (No Commment) */
"You don't have permission to write to this folder." = "Vous n'avez pas la permission d'écrire dans ce dossier.";

/* (No Commment) */
"You should save this archive with ZIP or RAR format or your comment will be lost." = "Enregistrez cette archive au format ZIP or RAR sinon votre commentaire sera perdu";

/* (No Commment) */
"Your changes will be lost if you don't save them." = "Les modifications seront perdues si vous ne les enregistrez pas.";

/* (No Commment) */
"Zip Format (recommended)" = "Format Zip (recommandé)";

/* (No Commment) */
"cancelled" = "annulé(e)";

/* (No Commment) */
"http://www.win-rar.com/" = "http://www.win-rar.com/";

/* (No Commment) */
"https://macitbetter.com/" = "https://macitbetter.com/";

/* (No Commment) */
"https://macitbetter.com/contact" = "mailto:betterzip@macitbetter.com";

/* (No Commment) */
"macOS returned this error:" = "macOS a retourné cette erreur :";

/* (No Commment) */
"never" = "jamais";

/* (No Commment) */
"no errors" = "pas d'erreur";

/* (No Commment) */
"untitled folder" = "dossier sans nom";

/* (No Commment) */
"with errors" = "avec erreurs";

/* (No Commment) */
"Compress with BetterZip" = "Compresser avec BetterZip";

/* (No Commment) */
"Extract with BetterZip" = "Extraire avec BetterZip";

